a=10#создаю переменную и присваиваю ей значение 10
b=5#создаю переменную и присваиваю ей значение 5
c=a+b#создаю переменную и присваиваю ей сумму переменных
print(c)#вывожу переменную
c=a-b#создаю переменную и присваиваю ей разность переменных
print(c)#вывожу переменную
c=a*b#создаю переменную и присваиваю ей произведение переменных
print(c)#вывожу переменную
c=a/b#создаю переменную и присваиваю ей частное переменных
print(c)#вывожу переменную
c=a//b#создаю переменную и присваиваю ей целею часть от деления переменных
print(c)#ввывожу переменную
c=a%b#создаю переменную и присваиваю ей остаток от деления переменных
print(c)#вывожу переменную
c=a**b#создаю переменную и присваиваю ей возведенную степень переменных
print(c)#вывожу переменную
